{
    "id": 753,
    "category": "Frozen foods",
    "sub category": "Frozen snacks",
    "product": "Mora Oven en airfryer hapjes mix",
    "price": 4.55,
    "unit": "320 gPrijs per KG € 14,22",
    "weight": "320 Gram",
    "calories": 250.0,
    "ingredients": "Ingrediënten: Rundvlees Bitterbal: Water, rundvlees 25%*, paneermeel (TARWEbloem, volkoren TARWEmeel, zonnebloemolie, water, zout, gist), TARWEbloem, plantaardige oliën (palm, raap, zonnebloem), roomboter (MELK), zout, rundergelatine, natuurlijk aroma, groentepoeder (knoflook, ui, peterselie), glucosestroop, suiker, invertsuikerstroop, kruiden en specerijen, dextrose, verdikkingsmiddel: E466, TARWE-eiwit, suikerstroop, kleurstof: E150c, *komt overeen met 17% gekookt rundvlees., \"E\"-nummers zijn door de EU goedgekeurde hulpstoffen. Kan sporen van pinda bevatten. Mini Frikandel Mechanisch gesepareerd kippenvlees 52%, varkensspek, water, paneermeel (TARWEbloem, zout, gist), ui, zout, kruiden en specerijen, dextrose, glucosestroop, emulgatoren: E450 en E452, natuurlijke aroma's, antioxidanten: ascorbinezuur en citroenzuur, TARWE-eiwithydrolysaat, kleurstof: karamel, \"E\"-nummers zijn door de EU goedgekeurde hulpstoffen. Kan sporen van PINDA bevatten. Kipnugget Kippenvlees 52% (kipfilet), water, paneermeel (TARWEbloem, water, gist, zout), plantaardige oliën (palm, raap), meel (rijste, TARWE), zout, dextrine, gemodificeerd maïszetmeel, dextrose, rijsmiddelen: E450, E500, suiker, stabilisator: xanthaangom, specerij-extract, citroensap, zwarte peper, \"E\"-nummers zijn door de EU goedgekeurde hulpstoffen. Kan sporen van EI bevatten. Kan sporen van PINDA bevatten. Bamihapje Gekookte mie 40% (harde TARWEgries, water), paneermeel (TARWEbloem, zout, gist, kleurstof: anatto bixine, annatto norbixine, paprikapoeder), water, plantaardige oliën (palm, raap, zonnebloem), groenten (ui, wortel, prei, kool, paprika, champignon), doorhaalmiddel (glucosestroop, suiker, meel (TARWE, ROGGE), dextrose, zout, stabilisator: E466, TARWEgluten), ketjap manis (water, melasse, suiker, zout, gemodificeerd zetmeel, SOJAsaus (water, SOJAbonen, TARWE, zout), azijn), bamikruiden (maltodextrine, zout, ui, zetmeel, natuurlijk aroma, knoflook, kruiden en specerijen (SOJA, TARWE)), suiker, natuurlijk aroma, zout, verdikkingsmiddel: agar-agar, kruiden en specerijen, knoflook, sambal (rode pepers, zout), \"E\"-nummers zijn door de EU goedgekeurde hulpstoffen. Kan sporen van PINDA bevatten.",
    "lifestyle": -1.0,
    "vegan": 0.0,
    "vegetarian": 0.0,
    "meat": 0.0,
    "sustainability": 0.0,
    "fraud probability": 0.5158730158730158,
    "price sensitivity": -0.46095717884130993
}