{
    "id": 2257,
    "category": "Sweets, biscuits, crisps and chocolate",
    "sub category": "Easter treats",
    "product": "Tony's Chocolonely Paaseitjes assorti",
    "price": 3.89,
    "unit": "150 gPrijs per KG € 25,93",
    "weight": "150 Gram",
    "calories": 19.0,
    "ingredients": "Pure chocolade: cacaomassa, suiker, cacaoboter, emulgator (SOJAlecithine). Melkchocolade karamel zeezout: suiker, volle MELKpoeder, cacaoboter, cacaomassa, 10.00% karamel stukjes (suiker, glucosestroop, ROOM, BOTER), 0.50% zeezout, emulgator (SOJAlecithine). Melkchocolade: suiker, volle MELKpoeder, cacaoboter, cacaomassa, emulgator (sojalecithine). Donkere melkchocolade pretzel toffee: suiker, cacaomassa, volle MELKpoeder, cacaoboter, 7.22% pretzel stukjes (TARWEbloem, zout, zonnebloemolie, TARWEmoutmeel, gist, zuurteregelaar (natriumhydroxide)), 2.78% karamel (suiker, glucosestroop), zeezout, emulgator (SOJAlecithine). Melkchocolade hazelnoot: suiker, volle melkpoeder, cacaoboter, cacaomassa, 10.00% HAZELNOOT, emulgator (SOJAlecithine). Melkchocolade noga: suiker, volle MELKpoeder, cacaoboter, cacaomassa, 10.00% noga (rietsuiker, glucosestroop, 2.00% AMANDELEN, aardappelzetmeel, 0.10% honing, cacaoboter, KIPPENEI-eiwit), emulgator (SOJAlecithine). Donkere melkchocolade: suiker, cacaomassa, volle MELKpoeder, cacaoboter, emulgator (SOJAlecithine). Witte chocolade: suiker, cacaoboter, volle MELKpoeder, emulgator (SOJAlecithine). Pure chocolade amandel zeezout: cacaomassa, suiker, 10.00% AMANDEL, cacaoboter, 0.50% zeezout, emulgator (SOJAlecithine). Witte chocolade framboos knettersuiker: suiker, cacaoboter, volle MELKpoeder, 2.70% framboos, 2.00% knettersuiker (glucosestroop, suiker, koolzuurgas), emulgator (SOJAlecithine). Naast de vetgedrukte allergenen per smaak kunnen sporen van melk, gluten, ei, pinda en noten aanwezig zijn.",
    "lifestyle": -1.0,
    "vegan": 0.0,
    "vegetarian": 1.0,
    "meat": -1.0,
    "sustainability": 0.0,
    "fraud probability": 0.6610169491525423,
    "price sensitivity": -0.7083333333333334
}